Repository: 5axes/ProfilePlus
Catalog: resources/i18n/*/profilplus.po
Languages: fr_fr

# @settings
source: Master profile template
fr_fr: Modèle de profil maître

# @settings:description
source: master profile template added by the plugin ProfilePlus
fr_fr: Modèle de profil maitre ajouté par le plugin Profil+

# @menu
source: Profile Plus
fr_fr: Profil Plus

# @menu
source: Material Settings
fr_fr: Paramètres Matériaux

# @menu
source: Remove Settings
fr_fr: Supprimer des Réglages

# @menu
source: Update from master profile template
fr_fr: Mise à jour depuis le modèle de profil

# @menu
source: Discard or Keep Changes
fr_fr: Annuler ou conserver les modifications

# @menu
source: View Custom Parameters
fr_fr: Afficher les paramètres personnalisés

# @menu
source: View Active Material
fr_fr: Voir les réglages Matière actifs

# @menu
source: View Machine Materials
fr_fr: Voir les matériaux de la machine

# @menu
source: View Active Profile
fr_fr: Voir le profil actif

# @menu
source: Settings
fr_fr: Réglages

# @menu
source: Help
fr_fr: Aide

# @info:status
source: Profile {0} doesn't exist
fr_fr: Le profil {0} n'existe pas

# @info:title
source: Profile Plus :
fr_fr: Profil Plus :

# @info:text
source: ! Master profile template not defined
fr_fr: ! Le modèle de profil principal n'est pas défini !

# @info:status
source: Successfully updated from profile {}.
fr_fr: Mise à jour réussie depuis le profil {}.

# @info:text
source: ! Error Nothing to do !
fr_fr: ! Erreur Rien à faire !

# @info:text
source: ! Modification ok for : %s
fr_fr: ! Modification ok pour : %s

# @info:text
source: ! Error Nothing to link !
fr_fr: ! Erreur Rien à relier !

# @info:text
source: ! Link ok for : %s
fr_fr: ! Liaison ok pour : %s

# @info:text
source: Parameters with Linked definition :
fr_fr: Paramètres avec définition liée :

# @info:text
source: ! Nothing to do ! Your profile is already cleaned
fr_fr: ! Rien à faire ! Votre profil est déjà nettoyé

# @html
source: Materials
fr_fr: Matériaux

# @html
source: Filter key
fr_fr: Filtre

# @html:subtitle
source: Container
fr_fr: Conteneur

# @html:row
source: name
fr_fr: Nom

# @html:row
source: definition
fr_fr: Définition

# @html:row
source: detail
fr_fr: Détail

# @html:row
source: quality_type
fr_fr: Type Qualité

# @html:row
source: path
fr_fr: Chemin

# @html:title
source: Extruder Stacks
fr_fr: Données Extrudeuse

# @html:subtitle
source: Containers
fr_fr: Conteneurs

# @info:text
source: Default browser not defined open %s
fr_fr: Navigateur par défaut non défini ouvrir %s

# @info:title
source: Warning ! Profile Plus
fr_fr: Attention ! Profil Plus

# @title:window
source: Discard or Keep changes
fr_fr: Annuler ou conserver les modifications

# @text:window, %1 is a profile name
source: You have customized some profile settings. Would you like to Keep these changed settings after switching profiles? Alternatively, you can discard the changes to load the defaults from '%1'.
fr_fr: Vous avez personnalisé certains paramètres de profil. Souhaitez-vous conserver ces paramètres modifiés après avoir changé de profil ? Vous pouvez également annuler les modifications pour charger les valeurs par défaut de '%1'.

# @title:column
source: Profile settings
fr_fr: Paramètres de profil

# @title:column
source: Current changes
fr_fr: Modifications actuelles

# @action:button
source: Discard changes
fr_fr: Annuler les modifications

# @action:button
source: Keep changes
fr_fr: Conserver les modifications

# @action:button
source: Save as new custom profile
fr_fr: Enregistrer comme nouveau profil

# @action:button
source: Save changes
fr_fr: Enregistrer les modifications

# @title
source: Profile Plus plugin settings
fr_fr: Paramètres du plugin Profil Plus

# @label
source: Advanced Login (restart Cura to apply change)
fr_fr: Login avancé (redémarrer Cura pour appliquer les changements)

# @title:window
source: Select settings to delete from :
fr_fr: Sélectionnez les paramètres à supprimer dans :

# @label
source: Settings
fr_fr: Réglages

# @label:textbox
source: Filter...
fr_fr: Filtre...

# @label:checkbox
source: Show all
fr_fr: Afficher tout

# @action:button
source: Update current Profile Parameters
fr_fr: Mise à jour des paramètres du profil actuel

# @action:button
source: Close
fr_fr: Fermer

# @title
source: Profile Plus Current Profile :
fr_fr: Profil+ profil actuel :

# @tooltip:button
source: Delete every parameters set in your current profile which are also present in the active Material settings
fr_fr: Supprimer tous les paramètres définis dans votre profil actuel qui sont également présents dans les paramètres actifs du matériau

# @action:button
source: Remove Parameters
fr_fr: Supprimer les paramètres

# @tooltip:button
source: Delete every parameters set in your current profile which are also present in the generic Machine Materials Profiles associated with this machine
fr_fr: Supprime tous les paramètres définis dans votre profil actuel qui sont également présents dans les définitions générique des matériaux associés à cette machine.

# @action:button
source: Remove Materials Parameters
fr_fr: Enlever les paramètres Matière

# @tooltip:button
source: Link the settings present in the Material definition with your current settings
fr_fr: Lier les paramètres présents dans la définition du matériau à vos paramètres actuels

# @action:button
source: Link Parameters
fr_fr: Lier les paramètre

# @tooltip:button
source: Close this windows
fr_fr: Fermer cette fenêtre
